Revit 2027 API
GroupTypeId.Forces Property
 Forces.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Forces { get; }
Public Shared ReadOnly Property Forces As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Forces {
	ForgeTypeId^ get ();
}
static member Forces : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace